Repository: YehorSk/Crypto-Flask
Catalog: project/translations/*/LC_MESSAGES/messages.po
Languages: uk

source: Account
uk: Акаунт

source: settings
uk: Налаштування

source: Profile Photo
uk: Фото користувача

source: Accepted file type .png. Less than 1MB
uk: Допустимі типи файлів .png. Менше 1MB

source: Go back
uk: Назад

source: Create your new password
uk: Створіть свій новий пароль

source: Go to the main page
uk: Повернутися на головну

source: Contact
uk: Зв'яжіться

source: Us
uk: з нами

source: Support
uk: Підтримка

source: Forgot your password?
uk: Забули пароль?

source: Home
uk: Головна

source: What You'll Learn
uk: Що ви вивчите

source: Facts
uk: Факти

source: How It Works
uk: Як це працює

source: Course
uk: Курс

source: Contact
uk: Зв'язок

source: Confirm gmail
uk: Підтвердіть пошту

source: Your future begins here
uk: Твоє майбутнє починається тут

source: A journey of a thousand miles must begin with a single step.
uk: Подорож довжиною в тисячу миль починається з першого кроку

source: Welcome back
uk: Вітаємо

source: your id is
uk: ваш id

source: To get access to materials of the course, you have to confirm your email
uk: Для того щоб отримати доступ до матеріалів курсу, вам треба підтвердити свою поштову адресу

source: Please confirm your email
uk: Будь ласка підтвердіть свою пошту

source: Start Learning
uk: Почни навчання

source: Currency
uk: Валюта

source: What
uk: Що

source: you'll learn
uk: ви вивчите

source: Wallets
uk: Гаманці

source: Know about 4 types of wallets and how to secure your crypto currency investments
uk: Дізнайте про 4 типи гаманців та як захистити ваші крипто інвестиції

source: Terminology
uk: Термінологія

source: Understand advanced cryptocurrency terminology and principles
uk: Розумійте сучасну крипту термінологію та принципи

source: Trade
uk: Торгівля

source: Trade cryptocurrencies with systematic trading process like a professional trader
uk: Торгуйте криптолютами як професіональний трейдер

source: Mining
uk: Майнінг

source: Understand the basics of mining and setting up a Bitcoin mining facility
uk: Зрозумійте основи майнінгу та налаштування майнінг ферми

source: Portfolio
uk: Портфоліо

source: Master the art of putting together a profitable diversified investment portfolio
uk: Опануйте мистецтво складання вигідних диверсифікованих інвестицій портфоліо

source: News
uk: Новини

source: Know where to get news related to cryptocurrency trading
uk: Знайте де брати новини по торгівлі криптовалютою

source: How it
uk: Як це

source: works
uk: працює

source: Decide
uk: Прийми рішення

source: Register
uk: Зареєструйся

source: Learn
uk: Вивчай

source: Invest
uk: Інвестуй

source: Frequently
uk: Часто

source: asked
uk: запитуємі

source: questions
uk: питання

source: Who this course is for?
uk: Для кого цей курс?

source: If you are serious about Making Money Online by investing in the Cryptocurrency Market, this course is for you!
uk: Якщо ви серйозно налаштовані про заробіток грошей інвестуючи в КриптоМаркет, цей курс для вас!

source: If you want to Create a New Source of Passive Income, you've come to the right place!
uk: Якщо ви хочете створити нове джерело Пасивного Доходу

source: If you want to find a Trading Strategy that Actually Works, you should not ignore this course!
uk: Якщо ви хочете знайти Торгову Стратегію яка працює, вам не слід ігнорувати цей курс!

source: If you are learning everything about Cryptocurrency Trading, this course will be a Shortcut!
uk: Якщо ви вивчаєте все про Торгівлю КриптоВалютами, цей курс буде для вас найкоротшим шляхом!

source: This course is for EVERYONE, who wants to Get Rich by Investing in the Cryptocurrency Market.
uk: Цей курс для ВСІХ, кто хоче розбагатіти інвестувавши в Крипто Маркет!

source: What exactly will you teach me?
uk: Чому ви мене навчите?

source: I’ll teach you exactly what to invest in, when to buy, when to sell, and most importantly teach you my best technical analysis techniques that can help you predict the next market move in less than 15 minutes with high-accuracy (and you’ll learn with dozens of real world examples).
uk: Я навчу вас, у що саме інвестувати, коли купувати, коли продавати і найголовніше навчити вас моїм найкращим методам технічного аналізу, які можуть допоможе вам передбачити наступний рух ринку менш ніж за 15 хвилин з високим... точність (і ви навчитеся на десятках прикладів із реального світу).

source: About Us
uk: Про нас

source: Features
uk: Фішки

source: Social Pages
uk: Соціальні сторінки

source: The email address or password is incorrect. Please try again.
uk: Ваша поштова адреса або паспорт невірні. Будь ласка спробуйте ще.

source: Log In
uk: Вхід

source: Don't have an account?
uk: Не маєте акаунту?

source: Forgot Password?
uk: Забули пароль?

source: Your email has been registered already!
uk: Ваша поштова адреса вже зареєстрована!

source: Your username has been registered already!
uk: Ваше ім'я вже зареєстровано!

source: Registration
uk: Реєстрація

source: Already have an account?
uk: Уже маєте акаунт?

source: Thanks!
uk: Дякую!

source: For confirming your email address
uk: За підтвердження своєї поштової адреси
